Repository: chauvinhtth13/ResSynt
Catalog: locale/*/LC_MESSAGES/django.po
Languages: vi

source: Invalid username or password. Please try again.
vi: Tên người dùng hoặc mật khẩu không hợp lệ. Vui lòng thử lại.

source: Account locked. Please contact support.
vi: Tài khoản đã bị khóa. Vui lòng liên hệ với bộ phận hỗ trợ.

source: Incorrect login. Account will be locked in {} attempts.
vi: Đăng nhập không chính xác. Tài khoản sẽ bị khóa sau {} lần thử nữa.

source: This account is inactive.
vi: Tài khoản này đang không hoạt động.

source: This account has been suspended.
vi: Tài khoản này đã bị tạm ngưng.

source: This account has been blocked.
vi: Tài khoản này đã bị chặn.

source: Welcome back!
vi: Chào mừng bạn quay trở lại!

source: You have been logged out successfully.
vi: Bạn đã đăng xuất thành công.

source: Your password has been changed successfully.
vi: Mật khẩu của bạn đã được thay đổi thành công.

source: Password reset link has been sent to your email.
vi: Một liên kết đặt lại mật khẩu đã được gửi tới email của bạn.

source: Invalid or expired reset link.
vi: Liên kết đặt lại không hợp lệ hoặc đã hết hạn.

source: No account found with this email address.
vi: Không tìm thấy tài khoản nào với địa chỉ email này.

source: Username or email
vi: Tên người dùng hoặc email

source: Password
vi: Mật khẩu

source: Invalid study selection.
vi: Lựa chọn nghiên cứu không hợp lệ.

source: Authentication
vi: Xác thực

source: Personal Information
vi: Thông tin cá nhân

source: Account Status
vi: Trạng thái tài khoản

source: Permissions
vi: Quyền hạn

source: Last Study Access
vi: Lần truy cập nghiên cứu gần nhất

source: Administrative Information
vi: Thông tin quản trị

source: Vietnamese
vi: Tiếng Việt

source: English
vi: Tiếng Anh

source: Wellcome back
vi: Chào mừng trở lại

source: Username or Email
vi: Tên người dùng hoặc email

source: Enter username or email
vi: Nhập tên người dùng hoặc email

source: Enter password
vi: Nhập mật khẩu

source: Sign In
vi: Đăng nhập

source: Forgotten password?
vi: Quên mật khẩu?

source: Need help? Contact our support team at:
vi: Cần hỗ trợ? Vui lòng liên hệ đội ngũ hỗ trợ của chúng tôi tại:

source: Designed by Chau Vinh & Pham Tuong Duy
vi: Được thiết kế bởi Châu Vinh & Phạm Tường Duy

source: Primary navigation
vi: Thanh điều hướng chính

source: Study logo
vi: Logo nghiên cứu

source: Search by Study ID or Name…
vi: Tìm kiếm theo ID hoặc Tên Nghiên cứu...

source: List of Studies
vi: Danh sách Nghiên cứu

source: Study ID
vi: Mã số Nghiên cứu

source: Study Name
vi: Tên Nghiên cứu

source: Last Updated
vi: Cập nhật gần nhất

source: Action
vi: Hành động

source: Enter Study
vi: Vào Nghiên cứu

source: No studies found.
vi: Không tìm thấy nghiên cứu nào.

source: Account Locked
vi: Tài khoản bị khóa

source: We've locked your account becauuse of multiple unsuccessful login attempts. Please contact support for assistance.
vi: Tài khoản của bạn đã bị khóa do có nhiều lần đăng nhập không thành công. Vui lòng liên hệ với bộ phận hỗ trợ để được trợ giúp.

source: Back to Home
vi: Quay lại trang chủ

source: ResSync - Research Management Platform
vi: ResSync - Nền Tảng Quản Lý Nghiên Cứu

source: Analyzing data, shaping the future.
vi: Phân tích dữ liệu, định hình tương lai.

source: Efficient Data Management
vi: Quản lý dữ liệu hiệu quả

source: Robust and scalable solutions for managing research data.
vi: Các giải pháp mạnh mẽ và có khả năng mở rộng để quản lý dữ liệu nghiên cứu.

source: Streamlined Data Entry
vi: Nhập liệu hợp lý

source: Intelligent CRF entry with built-in validation.
vi: Nhập liệu CRF thông minh với tính năng xác thực tích hợp.

source: Dynamic Research Dashboards
vi: Bảng điều khiển nghiên cứu động

source: Real-time visualization of project progress and data integrity.
vi: Trực quan hóa theo thời gian thực về tiến độ dự án và tính toàn vẹn của dữ liệu.

source: Precise Scheduling and Tracking
vi: Lập kế hoạch và theo dõi chính xác

source: Automated notifications and integrated appointment tracking.
vi: Thông báo tự động và tính năng theo dõi lịch hẹn tích hợp.

source: User menu
vi: Menu người dùng

source: My Profile
vi: Hồ sơ của tôi

source: Notifications
vi: Thông báo

source: Logout
vi: Đăng xuất

source: Dashboard
vi: Bảng điều khiển

source: Management Report
vi: Báo cáo quản lý

source: Analytics Report
vi: Báo cáo phân tích

source: Data Entry Forms
vi: Các biểu mẫu nhập liệu

source: Patient Information
vi: Thông tin bệnh nhân

source: Screening List
vi: Danh sách sàng lọc

source: Enrollment List
vi: Danh sách đăng ký

source: Contact Information
vi: Thông tin liên hệ

source: Visit Schedule
vi: Lịch hẹn thăm khám

source: Activity Log
vi: Nhật ký hoạt động

source: Data Log
vi: Nhật ký dữ liệu
